[
    "Doritos were invented at Disneyland using stale tortilla chips.",
    "Walt Disney World encompasses roughly 50 square miles. Walt Disney purchased the land for a mere $5 million.",
    "Admission prices to Magic Kingdom were just $3.50 when the park first opened in 1971.",
    "Magic Kingdom has a series of tunnels underneath the park that Cast Members use to travel between lands.",
    "Gum is not sold anywhere on Disney World or Disneyland property.",
    "As of 2019, all Walt Disney World and Disneyland parks are non-smoking.",
    "Main Street USA is loosely based on Marceline, Missouri, a town where Walt Disney spent 4 years of his childhood.  Walt wanted Main Street USA to look like Marceline’s downtown district.",
    "The original name of Epcot was EPCOT Center. EPCOT stood for Experimental Prototype Community of Tomorrow and was loosely based off of Walt Disney's vision of Progress City.",
    "Disneyland was almost located in Burbank, California on a seven-acre studio lot. Walt's dreams grew larger and he ended up choosing Anaheim.",
    "Disney nicknamed the opening of Disneyland as 'Black Sunday' due to the massive issues faced on opening day.",
    "Disneyland is home to hundreds of feral cats. These cats can be found in the parks and are looked after for their free pest-control services.",
    "The most populat attraction in the entire world is Pirates of the Caribbean at Disneyland.",
    "Club 33 is a secret speakeasy found in New Orleans Square. This exclusive club has a 10-year waiting list and a $25k initiation fee.",
    "Several celebrities have gotten their starts at Disneyland. The most famous is Steve Martin, whose first job was selling guidebook and magic tricks in the park.",
    "When Disneyland first opened, admission was $1. It's now over $100.",
    "There's a small basketball court inside of Disneyland's Matterhorn. It was put there during construction for workers to use.",
    "Walt Disney had his own private and secret apaartment above the fire department on Main Street at Disneyland.",
    "Guests in Walt Disney World are never more than 30 steps away from a trash can.",
    "There are no bathrooms located in Magic Kingdom's Liberty Square, in keeping with the time period of the land.",
    "Disney World averaged 10k visitors per day when it first opened in 1971. It now averages 50k visiters per day.",
    "The Walt Disney World Transportation System is the third largest bus system in Florida, just behind Miami and Jacksonville.",
    "More than 1.6 million turkey legs are consumed at the parks every year.",
    "More than 50 million Cokes are consumed each year at Disney Parks. You won't find a Pepsi.",
    "Over 10 million hamburgers, 7 million hot dogs and 9 million pounds of french fries are consumed by hungry Disney World guests every year.",
    "All flags on Main Street are missing a star and stripe. This is so Disney doesn't have to comply with laws and regulations of the US Flag.",
    "Spaceship Earth is an impressive 180-feet-tall and weighs nearly 16 million pounds.",
    "The Mission: SPACE attraction at Epcot requires more computational power than NASA's space shuttle.",
    "There are approximately 1700 animals representing 250 different species living in Animal Kingdom.",
    "Disney first offered U2 to star in the Rock N Roller Coaster attraction at Hollywood Studios. When U2 declined, Disney decided on Aerosmith.",
    "There are over 1.2 million articles of clothing in the Walt Disney World costuming department, making it the largest wardrobe department in the world."
]